brew 'bash'
brew 'git'
brew 'mas'
brew 'nmap'
brew 'python3'

# Application Folder
cask 'atom'
cask 'cheatsheet'
cask 'coderunner'
cask 'dash'
cask 'dropbox'
cask 'iterm2'
cask 'github-desktop'
cask 'google-chrome'
cask 'pycharm'
cask 'postgres'
cask 'spectacle'
cask 'transmission'
cask 'tunnelblick'
cask 'vlc'
# Not in Application Folder
cask 'betterzipql'
cask 'java'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-csv'

# Mac App Store
mas '1Password', id: 443987910
mas 'CodeBox', id: 412536790
mas 'MacFamilyTree 7', id: 572280828
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Xcode', id: 497799835
