brew 'bash'
brew 'diff-so-fancy'
brew 'git'
brew 'git-open' #https://github.com/jeffreyiacono/git-open
brew 'mas'
brew 'nmap'
brew 'python3'
brew 'shellcheck'
#brew 'terminal-notifier' # may use this later

# Application Folder
cask 'atom'
cask 'cheatsheet'
cask 'coderunner'
cask 'dash'
cask 'iterm2'
cask 'github-desktop'
cask 'google-chrome'
cask 'licecap'
cask 'postgres'
cask 'pycharm'
cask 'spectacle'

# Not in Application Folder
cask 'betterzipql'
cask 'java'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'

# Mac App Store
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Xcode', id: 497799835

#Dupes
tap 'homebrew/dupes'
brew homebrew/dupes/nano
